[STREETS1.Optional_GrannyRagsHook DishonoredObjective]
m_Description="（可选）拉格斯奶奶"

[STREETS1.Optional_GrannyRagsHook:DishonoredTask_Custom_8 DishonoredTask_Custom]
m_Description="在拉格斯奶奶的公寓中和她对话"
m_Status=""

[STREETS1.Optional_HelpGrannyRags DishonoredObjective]
m_Description="（可选）绅士的来访"

[STREETS1.Optional_HelpGrannyRags:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="拿到拉格斯奶奶给你的礼物"
m_Status=""

[STREETS1.Optional_HelpGrannyRags:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="闯入克拉文鹰大道上加尔瓦尼医生的公寓"
m_Status=""

[STREETS1.Optional_HelpGrannyRags:DishonoredTask_Custom_2 DishonoredTask_Custom]
m_Description="再次拜访拉格斯奶奶"
m_Status=""

[STREETS1.Optional_HelpGrannyRags:DishonoredTask_Custom_3 DishonoredTask_Custom]
m_Description="让瓶街帮的私酿药剂染上鼠疫"
m_Status=""

[STREETS1.Optional_HelpGrannyRags:DishonoredTask_Custom_4 DishonoredTask_Custom]
m_Description="拜访拉格斯奶奶来拿到你的礼物"
m_Status=""

[STREETS1.Optional_HelpGrannyRags:DishonoredTask_Custom_5 DishonoredTask_Custom]
m_Description="解决奶奶的绅士访客"
m_Status=""

[STREETS1.Optional_HelpGrannyRags:DishonoredTask_Custom_6 DishonoredTask_Custom]
m_Description="寻找已感染的老鼠内脏样本"
m_Status=""

[STREETS1.Optional_HelpGrannyRags:DishonoredTask_Custom_7 DishonoredTask_Custom]
m_Description="再次拜访拉格斯奶奶"
m_Status=""

[STREETS1.Optional_HelpGrannyRags:DishonoredTask_Custom_8 DishonoredTask_Custom]
m_Description="拿到拉格斯奶奶给你的礼物"
m_Status=""

[STREETS1.Strt1Obj_ReturnToSamuel DishonoredObjective]
m_Description="回到萨缪尔处"

[STREETS1.Strt1Obj_ReturnToSamuel:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="在督军后院和船夫萨缪尔见面."
m_Status=""

[STREETS2.Meet_Slackjaw DishonoredObjective]
m_Description="（可选）大嘴巴"

[STREETS2.Meet_Slackjaw:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="（可选）在酿酒厂和大嘴巴见面"
m_Status=""

[STREETS2.Objective_ReturnToSamuel DishonoredObjective]
m_Description="返回到萨缪尔处"

[STREETS2.Objective_ReturnToSamuel:DishonoredTask_Custom_2 DishonoredTask_Custom]
m_Description="在船上和艾米莉与萨缪尔见面"
m_Status=""

[STREETS2.Optional_Informant DishonoredObjective]
m_Description="（可选）大嘴巴失踪的手下, 克劳利"

[STREETS2.Optional_Informant:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="（可选）进入加尔瓦尼医生的办公室"
m_Status=""

[STREETS2.Optional_Informant:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="（可选）找到克劳利"
m_Status=""

[STREETS2.Optional_Informant:DishonoredTask_Custom_2 DishonoredTask_Custom]
m_Description="（可选）在克劳利的尸体附近寻找线索"
m_Status=""

[STREETS2.Optional_Informant:DishonoredTask_Custom_3 DishonoredTask_Custom]
m_Description="（可选）把音频记录还给大嘴巴"
m_Status=""

[STREETS3.Strt3Obj_HelpGranny DishonoredObjective]
m_Description="（可选）帮助奶奶煮了大嘴巴"

[STREETS3.Strt3Obj_HelpGranny:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="和奶奶对话"
m_Status=""

[STREETS3.Strt3Obj_HelpGranny:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="拿到奶奶的钥匙"
m_Status=""

[STREETS3.Strt3Obj_HelpGranny:DishonoredTask_Custom_2 DishonoredTask_Custom]
m_Description="放倒大嘴巴"
m_Status=""

[STREETS3.Strt3Obj_HelpGranny:DishonoredTask_Custom_3 DishonoredTask_Custom]
m_Description="把大嘴巴放进浴盆"
m_Status=""

[STREETS3.Strt3Obj_HelpGranny:DishonoredTask_Custom_4 DishonoredTask_Custom]
m_Description="松开大嘴巴"
m_Status=""

[STREETS3.Strt3Obj_HelpGranny:DishonoredTask_Custom_5 DishonoredTask_Custom]
m_Description="从奶奶那里拿到你的礼物"
m_Status=""

[STREETS3.Strt3Obj_HelpSlackjaw DishonoredObjective]
m_Description="（可选）帮助大嘴巴"

[STREETS3.Strt3Obj_HelpSlackjaw:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="找到奶奶的小浮雕"
m_Status=""

[STREETS3.Strt3Obj_HelpSlackjaw:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="用焚化炉毁掉奶奶的小浮雕"
m_Status=""

[STREETS3.Strt3Obj_HelpSlackjaw:DishonoredTask_Custom_2 DishonoredTask_Custom]
m_Description="最后再打败一次奶奶"
m_Status=""

[STREETS3.Strt3Obj_HelpSlackjaw:DishonoredTask_Custom_3 DishonoredTask_Custom]
m_Description="拿到奶奶镣铐的钥匙"
m_Status=""

[STREETS3.Strt3Obj_HelpSlackjaw:DishonoredTask_Custom_4 DishonoredTask_Custom]
m_Description="松开大嘴巴"
m_Status=""

[STREETS3.Strt3Obj_HelpSlackjaw:DishonoredTask_Custom_6 DishonoredTask_Custom]
m_Description="和大嘴巴对话"
m_Status=""

[STREETS3.StrtSewerObj_GetToPub DishonoredObjective]
m_Description="返回狗圈酒吧"

[STREETS3.StrtSewerObj_GetToPub:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="找到下水道主钥匙"
m_Status=""

[STREETS3.StrtSewerObj_GetToPub:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="找到一个从下水道前往酒吧的途径"
m_Status=""

[STREETS3.StrtSewerObj_GetToPub:DishonoredTask_Custom_14 DishonoredTask_Custom]
m_Description="（可选）在奶奶的巢穴里搜寻毁灭她的方法"
m_Status=""

[STREETS3.StrtSewerObj_GetToPub:DishonoredTask_Custom_15 DishonoredTask_Custom]
m_Description="（可选）找到奶奶的小浮雕"
m_Status=""

[STREETS3.StrtSewerObj_GetToPub:DishonoredTask_Custom_16 DishonoredTask_Custom]
m_Description="（可选）用焚化炉毁掉奶奶的小浮雕"
m_Status=""

[STREETS3.StrtSewerObj_GetToPub:DishonoredTask_Custom_17 DishonoredTask_Custom]
m_Description="（可选）最后再打败一次奶奶. "
m_Status=""

[STREETS3.StrtSewerObj_GetToPub:DishonoredTask_Custom_2 DishonoredTask_Custom]
m_Description="打开下水道大门"
m_Status=""

[STREETS3.StrtSewerObj_GetToPub:DishonoredTask_Custom_3 DishonoredTask_Custom]
m_Description="返回到下水道大门处"
m_Status=""

[STREETS3.StrtSewerObj_GetToPub:DishonoredTask_Custom_4 DishonoredTask_Custom]
m_Description="从奶奶那里拿到下水道主钥匙"
m_Status=""

[STREETS3.StrtSewerObj_GetToPub:DishonoredTask_Custom_5 DishonoredTask_Custom]
m_Description="前进至老港口区"
m_Status=""

